Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: བདག་གིས་རྔོ་ཐོག་པས། རྒྱལ་པོ་དགྱེས་པར་བགྱིའོ། །
en: “I, as a capable man, shall do as the king pleases,”

source: གནས་ལེན་གྱི་བུས་སྨྲས་པ།
en: replied Māṭhara.

source: རྒྱལ་པོས་བློན་པོ་རྣམས་ལ་བསྒོ་བ།
en: The king ordered the ministers,

source: ཤེས་ལྡན་དག་རྒོལ་བའི་དཀྱིལ་འཁོར་ཤོམས་ཤིག །
en: “Gentlemen , prepare the debate arena

source: ཕྱོགས་དང་གཞན་གྱི་ཕྱོགས་དག་རྣམ་པར་ཞོག་ཤིག །
en: and assign the disputants their roles.”

source: བློན་པོ་རྣམས་ཀྱིས་རྒོལ་བའི་དཀྱིལ་འཁོར་བཤམས་ཤིང་ཕྱོགས་དང་གཞན་གྱི་ཕྱོགས་དག་རྣམ་པར་བཞག་གོ། །
en: The ministers prepared the debate arena and assigned the disputants their roles.

source: དེ་ནས་བློན་པོ་རྣམས་ཀྱིས་རྒྱལ་པོའི་རྐང་པ་གཉིས་ལ་ཕྱག་འཚལ་ཏེ་སྨྲས་པ།
en: The ministers then prostrated at the king’s feet and asked,

source: ལྷ་ཕྱོགས་སྔ་མ་གང་བགྱིད་དུ་སྩལ།
en: “Your Majesty, who would you have defend a position first?”

source: བྲམ་ཟེ་འདི་འགྲོན་པ་ཡིན་གྱིས་འདི་ཕྱོགས་སྔ་མ་བྱེད་དུ་ཆུག་ཤིག །
en: “This brahmin is a visitor so have him defend a position first.”

source: བྲམ་ཟེ་དེ་ཕྱོགས་སྔ་མ་བྱེད་དུ་བཅུག་ནས་དེས་རྒྱུད་ཆགས་ལྔ་བརྒྱ་བཟླས་སོ། །
en: Having been assigned to defend a position first, the brahmin proceeded to recite five hundred stanzas.

source: གནས་ལེན་གྱི་བུས་ཕྱིར་བཟླས་ཏེ།
en: Māṭhara repeated them and then said,

source: ཁྱོད་ཀྱི་འདི་ནི་རིགས་པ་མེད་པ་ཡིན་ནོ། །
en: “This position of yours is devoid of logic.

source: འདི་ནི་མི་མཐུན་པ་ཡིན་ནོ། །འདི་ནི་མི་འཐད་པ་ཡིན་ནོ་ཞེས་
en: It is inconsistent and incoherent.”

source: སྐྱོན་བཏགས་པ་དང་བྲམ་ཟེ་དེ་ཅང་མི་སྨྲ་བར་འདུག་གོ། །
en: The brahmin remained silent as Māṭhara pointed out the position’s faults.

source: ཚར་གཅད་པའི་གནས་རྣམས་ཀྱི་ནང་ན་འདི་ལྟ་སྟེ་ལན་ལ་སྤོབས་པ་མེད་པ་འདི་ནི་ཐ་ཆད་ཡིན་ནོ། །
en: That the brahmin had no confidence to respond was damning and among the reasons he was vanquished.

source: ཤེས་ལྡན་དག་སུ་རྒྱལ།
en: “Gentlemen , who won?”

source: ལྷ་མཁན་པོ་གནས་ལེན་གྱི་བུའོ། །
en: “Māṭhara, Your Majesty.”

source: དེ་ནས་རྒྱལ་པོ་ཡིད་དགའ་ཞིང་ཡིད་དགའ་ནས་རོ་སྟོད་བསྲང་སྟེ། ལག་པ་གཡས་པ་བརྐྱང་ནས་
en: This pleased the king, who straightened up, extended his right arm,

source: བདག་གི་ཡུལ་ན་སྨྲ་བའི་ཁྱུ་མཆོག་འདི་ལྟ་བུ་དག་ཡོད་པ་ནི་བདག་གིས་རྙེད་པ་ལེགས་པར་རྙེད་དོ་
en: “It is a fine discovery for me to find this wisest of philosophers in my kingdom!”

source: བརྗོད་པ་ཆེད་དུ་བརྗོད་ནས་སྨྲས་པ། །
en: He saluted Māṭhara and asked,

source: མཁན་པོ་ཁྱོད་གནས་གང་ན་གནས།
en: “Master, where do you live?”

source: ལྷ་གྲོང་ན་ལ་ད་ནའོ། །
en: “Your Majesty, in Nālada.”

source: ཁྱོད་སོང་ལ་གྲོང་དེ་ཁྱོད་ཀྱིས་རྒོལ་བའི་ལོངས་སྤྱོད་གྱིས་ཤིག །
en: “Go, and let that village be your victor’s prize.”

source: གནས་ལེན་གྱི་བུ་རངས་པ་དང་དགའ་བ་དང་མཆོག་ཏུ་དགའ་བར་གྱུར་ནས་
en: Māṭhara was thrilled, delighted, and overjoyed.

source: སྐྱེ་བོ་མཁས་པ་རྣམས་ཀྱིས་ཡོངས་སུ་བསྐོར་ཏེ།
en: Surrounded by learned men,

source: གྲོང་དེར་སོང་ངོ་། །
en: he returned to his village.

source: འཇིག་རྟེན་ནི་འབྱོར་པ་འདོད་ཅིང་རྒུད་པ་ལ་མ་དད་པ་ཡིན་པས་དེ་ལ་བྲམ་ཟེ་དུ་མ་ཞིག་གིས་བུ་མོ་ཆུང་མར་ལེན་དུ་བཅུག་པ་དང་།
en: And since the world desires success and distrusts failure, several brahmins pressed their daughters on him in marriage.

source: དེ་ནས་གནས་ལེན་གྱི་བུ་དེས་རིགས་མཉམ་པ་ལས་ཆུང་མ་བླངས་ཏེ།
en: Māṭhara then took a wife of equal caste

source: དེ་དེ་དང་ལྷན་ཅིག་རྩེ་བར་བྱེད། དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་དོ། །
en: and together they sported, made love, and indulged all their desires.

source: རྩེ་བར་བྱེད། དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་པ་དེའི་ཆུང་མ་ལ་བུ་རོ་སྟོད་རིང་བ་རིང་བ་ཞིག་བཙས་ནས་
en: The wife with whom he sported, made love, and indulged all desires gave birth to a son with an extraordinarily long torso.

source: དེའི་ཉེ་དུ་དག་འདུས་ཤིང་ལྷགས་ནས་ཉི་མ་བདུན་གསུམ་ཉི་ཤུ་རྩ་གཅིག་ཏུ་བཙས་པའི་བཙས་སྟོན་རྒྱ་ཆེར་བྱས་ཏེ།
en: Three weeks or twenty-one days after the birth, relatives came and gathered to celebrate his birth in grand style,

source: ཁྱེའུའི་མིང་ཅིར་གདགས་ཞེས་མིང་འདོགས་པར་བྱེད་དོ། །
en: during which time they chose a name for the boy.

source: ཉེ་དུ་རྣམས་ཀྱིས་སྨྲས་པ།
en: The relatives said,

source: ཁྱེའུ་འདི་རོ་སྟོད་རིང་བ་རིང་བར་གྱུར་པས་ཁྱེའུ་འདིའི་མིང་སྟོད་རིངས་སུ་གདགས་སོ་ཞེས་དེའི་མིང་སྟོད་རིངས་སུ་བཏགས་སོ། །
en: “Since this boy has an extraordinarily long torso, he should be named Koṣṭhila (Long Torso).”

source: བྲམ་ཟེའི་ཁྱེའུ་སྟོད་རིངས་མ་མ་བརྒྱད་པོ་པང་ན་འཚོ་བའི་མ་མ་གཉིས་དང་།
en: The young brahmin was entrusted to eight nursemaids: two to cuddle him,

source: ནུ་མ་སྣུན་པའི་མ་མ་གཉིས་དང་།
en: two to breastfeed him,

source: དྲི་མ་འཕྱི་བའི་མ་མ་གཉིས་དང་།
en: two to change his diapers,

source: རྩེན་གྲོགས་ཀྱི་མ་མ་གཉིས་ལ་རྗེས་སུ་གཏད་དོ།
en: and two to play with him.

source: འོ་མ་དང་། ཞོ་དང་། མར་དང་། ཞུན་མར་དང་། མར་གྱི་སྙིང་ཁུ་དང་། གཞན་ཡང་ཡོ་བྱད་ཀྱི་བྱེ་བྲག་གཙོ་བོ་གཙོ་བོ་དག་གིས་སྲིང་བར་བྱེད།
en: Fortified with milk, curd, butter, ghee, cream, and other nourishing foods,

source: དེ་གང་གི་ཚེ་ཆེན་པོར་གྱུར་པ་དེའི་ཚེ་ཡི་གེ་དང་།
en: When he was old enough, he was introduced to letters,

source: གྲངས་དང་། རྩིས་དང་། ལག་རྩིས་དང་། དབྱུང་བ་དང་། གཞུག་པ་དང་། གཞག་པ་དང་། འབྱེད་པ་དང་། ཀློག་པའི་ཕ་རོལ་ཏུ་སོན་ཅིང་།
en: number names, calculation, counting by hand, how to exclude, to add, and to leave, and to parse until he had mastered reading.

source: དེའི་ཚེ་ན་བྲམ་ཟེའི་སྤྱོད་ཚུལ་དང་།
en: he was instructed in the ways of brahmins:

source: སྤྱོད་པ་དང་། གཙང་སྦྲ་དང་། ཀུན་དུ་སྤྱོད་པ་དང་། ཐལ་བ་བླང་བ་དང་། བྱ་མ་བུམ་བླང་བ་དང་། ས་བླང་བ་དང་།
en: their conduct, ritual purity, and observances; the handling of ashes, the handling of ritual vases, and the handling of sites;

source: ལག་སྟངས་དང་། ཐོར་ཚུགས་དང་། རབ་བསྔགས་བྱ་བ་དང་། ཀྱེ་ཞེས་བྱ་བ་དང་།
en: hand gestures, turbans, offering praise, and salutations;

source: ངེས་བརྗོད་ཀྱི་རིག་བྱེད་དང་། མཆོད་སྦྱིན་གྱི་རིག་བྱེད་དང་། སྙན་ཚིག་གི་རིག་བྱེད་དང་། སྲིད་སྲུང་གི་རིག་བྱེད་དང་།
en: the Ṛgveda , the Yajurveda , the Sāmaveda , and the Atharvaveda

source: བྲམ་ཟེའི་ལས་དྲུག་པོ་མཆོད་སྦྱིན་བྱེད་པ་དང་།
en: and a brahmin’s six duties

source: མཆོད་སྦྱིན་བྱེད་དུ་འཇུག་པ་དང་། ཀློག་པ་དང་། ཀློག་ཏུ་འཇུག་པ་དང་། སྦྱིན་པ་དང་། ལེན་པ་ལ་མཁས་པའི་བྲམ་ཟེ་རིག་བྱེད་དང་།
en: —making ritual sacrifices, officiating over ritual sacrifices, studying, teaching, giving, and receiving.

source: རིག་བྱེད་ཀྱི་ཡན་ལག་གི་ཕ་རོལ་ཏུ་སོན་པ་མེ་ལྟ་བུའི་ཤེས་པས་རང་གི་སྨྲ་བ་གསལ་བར་བྱེད་པ།
en: He mastered and became learned in the Vedas and all branches of Vedic knowledge, and with his blazing intelligence he could illuminate his own assertions

source: གཞན་གྱི་སྨྲ་བ་ཚར་གཅོད་པར་བྱེད་ནུས་པར་གྱུར་ཏོ། །
en: and vanquish those of others.

source: ཡང་དེ་རྩེ་བར་བྱེད། དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་པའི་ཆུང་མ་ལ་བུ་མོ་མིག་གཉིས་བྱ་ཤཱ་རི་ཀཱ་འདྲ་བ་ཞིག་བཙས་ནས་དེའི་ཉེ་དུ་དག་འདུས་ཤིང་ལྷགས་ནས་
en: The wife with whom Māṭhara sported, made love, and indulged all desires again gave birth, this time to a girl with eyes like a śārī bird.

source: ཉི་མ་བདུན་གསུམ་ཉི་ཤུ་གཅིག་ཏུ་བཙས་པའི་བཙས་སྟོན་རྒྱ་ཆེར་བྱས་ཏེ། །
en: Three weeks or twenty-one days after the birth, relatives came and gathered to celebrate her birth in grand style,

source: བུ་མོའི་མིང་ཅིར་གདགས་ཞེས་མིང་འདོགས་པར་བྱེད་དོ།
en: during which time they chose a name for the girl.

source: བུ་མོ་འདིའི་མིག་གཉིས་བྱ་ཤཱ་རི་ཀཱ་འདྲ་བས་བུ་མོ་འདིའི་མིང་ཤཱ་རི་ཀཱར་གདགས་སོ་ཞེས་དེའི་མིང་ཤཱ་རི་ཀཱར་བཏགས་སོ།
en: “Since this girl has eyes like a śārī, this girl should be given the name Śārikā.”

source: བུ་མོ་ཤཱ་རི་ཀཱ་བསྲིངས་ཤིང་བསྐྱེད་དེ་ཆེན་མོར་གྱུར་ཏོ། །
en: The girl Śārikā was nurtured and grew.

source: དེ་ཕས་ཡིག་འབྲུའི་ཡི་གེ་ལ་ཉེ་བར་སྦྱར་ནས་དེས་ཡིག་འབྲུའི་ཡི་གེ་དག་ལོབས་སོ། །
en: Her father taught her how to combine letters into words so she became proficient in reading.

source: དུས་གཞན་ཞིག་ན་བྲམ་ཟེའི་ཁྱེའུ་སྟོད་རིངས་ཤཱ་རི་ཀཱ་དང་ལྷན་ཅིག་འགྱེད་པར་བྱེད་པ་ན་ཤཱ་རི་ཀཱས་དེ་ཚར་བཅད་ནས།
en: Later, when the young brahmin Koṣṭhila was debating Śārikā, Śārikā vanquished him

source: ཕས་སྟོད་རིངས་ལ་སྨྲས་པ།
en: and their father said to Koṣṭhila,

source: བུ་ཁྱོད་སྐྱེས་པ་ཡིན་ན་བུད་མེད་ཀྱིས་ཚར་བཅད་དམ།
en: “Son, if you are a male, how has a female vanquished you?

source: ང་འདས་ནས་རྒོལ་བའི་ལོངས་སྤྱོད་དག་ཕྲོགས་པར་འགྱུར་རོ། །
en: Once I’m gone, the spoils I’ve won in debate will be taken away.”

source: དེ་ནས་ཡང་བྲམ་ཟེའི་ཁྱེའུ་གསང་ཚིག་འདོད་པ་གསང་ཚིག་ཚོལ་བ་ཞིག་ཡུལ་དབུས་ནས་ལྷོ་ཕྱོགས་སུ་སོང་ངོ་། །
en: At that the young brahmin Koṣṭhila, desiring and in search of esoteric instruction, set off from the Middle Country for the South.

source: དེ་ན་བྲམ་ཟེ་སྐར་རྒྱལ་ཞེས་བྱ་བ་འཇིག་རྟེན་རྒྱང་འཕེན་ལ་མཁས་པ།
en: There, in a country not his own, lived a brahmin named Tiṣya who was learned in Lokāyata philosophy,

source: རིག་བྱེད་དང་རིག་བྱེད་ཀྱི་ཡན་ལག་གི་ཕ་རོལ་ཏུ་སོན་པ་ཡུལ་ཐ་དད་པ་ན་གནས་པའི་བྲམ་ཟེ་རྣམས་ཀྱི་སྟོན་པར་གྱུར་པ་ཞིག་འདུག་ནས།
en: a teacher of brahmins and a master of the Vedas and all branches of Vedic knowledge.

source: བྲམ་ཟེའི་ཁྱེའུ་དེ་བྲམ་ཟེ་དེའི་དྲུང་དུ་སོང་སྟེ་ཕྱིན་ནས་
en: Koṣṭhila went to see the brahmin Tiṣya.

source: ཞི་བ་དང་སྤྱོད་ལམ་ཞི་བས་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: Serene, the young brahmin Koṣṭhila bowed at Tiṣya’s feet and sat off to one side.

source: དེ་ནས་བྲམ་ཟེ་སྐར་རྒྱལ་གྱིས་བྲམ་ཟེའི་ཁྱེའུ་དེ་ལ་འོངས་པ་ལེགས་སོ་ཞེས་བྱ་བའི་ཚིག་གིས་ཀུན་དུ་སྤྱད་ནས་སྨྲས་པ།
en: Tiṣya warmly greeted Koṣṭhila with words of welcome, asking,

source: བདག་ཡུལ་དབུས་ནས་མཆིས་ཏེ།
en: “I hail from the Middle Country

source: མཁན་པོའི་ཞབས་ལ་སྲི་ཞུ་བགྱིད་པར་འཚལ་ལོ། །
en: and I seek to serve at the feet of the master.”

source: ཅི་ཞིག་གི་ཕྱིར།
en: “Why?”

source: འཇིག་རྟེན་རྒྱང་འཕེན་གཟུང་བའི་སླད་དུའོ། །
en: “So that I may uphold the Lokāyata philosophy.”

source: བྲམ་ཟེའི་ཁྱེའུ་ལེགས་ཀྱིས་དེ་བཞིན་གྱིས་ཤིག །དེ་ནི་བྲམ་ཟེས་བྱ་བ་ཡིན་ནོ།
en: “Excellent, my son. You should do just that, for that is a brahmin’s duty.”

source: བྲམ་ཟེའི་ཁྱེའུ་དེས་བྲམ་ཟེ་སྐར་རྒྱལ་གྱི་དྲུང་དུ་འཇིག་རྟེན་རྒྱང་འཕེན་གཟུང་བར་བརྩམས་སོ། །
en: And so, the young brahmin Koṣṭhila began to study Lokāyata philosophy in the presence of the brahmin Tiṣya.

source: གང་གི་ཚེ་མི་ཀློག་པར་གྱུར་པ་དེའི་ཚེ་ན་ལན་འགའ་ནི་ཆུའི་ངོགས་སུ་ཉེ་རེག་བྱེད་དུ་འདོང་ངོ་། །
en: when not occupied with their studies, of going to the riverbank to bathe,

source: ལན་འགའ་ནི་གྲོང་ཁྱེར་ལྟར་འདོང་ངོ་། །ལན་འགའ་ནི་ཡམ་སྲེག་ཤིང་ཐུར་འདོང་ངོ་། །
en: visiting the city, or collecting wood for use in fire pūjas.

source: ཇི་ཙམ་དུས་གཞན་ཞིག་ན་དེ་དག་མ་ཀློག་པར་གྱུར་ནས་དེའི་ཚེ་དེ་དག་ཡམ་སྲེག་ཤིང་ཐུར་དོང་བ་དང་།
en: Once, when not occupied with their studies, they went to collect wood for fire pūjas.

source: དེ་དག་ལ་ལམ་གྱི་བར་དུ་བར་སྐབས་ཀྱི་གཏམ་བརྗོད་པ་འདི་ལྟ་བུ་འདི་དག་བྱུང་སྟེ།
en: On the way they had the following conversation.

source: ཀྱེ་ཀུད་སའི་བུ་དག །བད་སའི་བུ་དག །ཤན་དི་ལའི་བུ་དག །བ་ར་དྭ་ཛའི་བུ་དག །ལྔ་པའི་བུ་དག །ཉེ་ལྔ་པའི་བུ་དག་ཇེ་ཁྱེད་ ཅག་ལས་གང་ནི་ཡུལ་ག་ལས་འོངས་པ་དྲི་བར་བྱའོ།
en: “Sons of Kutsa, sons of Vātsa, sons of Śāṇḍili, sons of Bhāradvāja, sons of the Five, sons of the Further Five. To begin with, let us share where we come from, from which land we hail.”

source: དེ་ན་བྲམ་ཟེའི་ཁྱེའུ་གཅིག་གིས་སྨྲས་པ། །
en: one young brahmin responded.

source: ཁོ་བོ་ནི་ཡུལ་དབུས་ནས་སོ།
en: “I am from the Middle Country.”

source: དེ་དག་གིས་སྨྲས་པ། །
en: To him they said,

source: ཤེས་ལྡན་དག་བདག་ཅག་གིས་ཡུལ་ཐམས་ཅད་མཐོང་ཞིང་ཐོས་ན་ཡུལ་དབུས་ནི་མ་མཐོང་མ་ཐོས་སོ། །
en: “Sir ! We have seen and heard of all those other countries, but have neither seen nor heard of the Middle Country.”

source: སློང་མོ་པ་བརྒྱས་ཁྱབ་པ། དབུས་པའི་སྐྱེ་བོས་གང་བ།
en: thronging with hundreds of honest women and filled with upstanding men,

source: མཐའ་འཁོབ་པའི་སྐྱེ་བོས་སྤངས་པ། སྐྱེ་བོ་མཁས་པས་བསྟེན་པ།
en: devoid of foreign savages, and guided by learned men.

source: དེ་ན་ཆུ་ཀླུང་གང་གཱ་ཁ་རྗེ་དང་། བསོད་ནམས་དང་། བཀྲ་ཤིས་དང་། གཙང་བ་དང་། གཙང་བ་ཉིད་ཀྱི་གནས་སུ་གྲགས་པ། འགྲམ་གཉིས་ནས་རླན་འཕྱོ་བ།
en: The river Gaṅgā, bountiful, meritorious, auspicious, and clean, flows through this famed land, irrigating both shores.

source: དེར་དྲང་སྲོང་རྣམས་ཀྱི་དཀའ་ཐུབ་སྤྱད་ན་རང་གི་ལུས་ཉིད་ཀྱིས་མཐོ་རིས་སུ་འདོང་བ་ཡིན་ནོ། །
en: There, sages seek to bodily rise to the heavens through their practice of austerities.”

source: ཤེས་ལྡན་དག་ཁོ་བོས་དང་པོ་ཉིད་ནས་ཤེས་ལྡན་དག་ཡུལ་དབུས་ནི་དབུས་པའི་སྐྱེ་བོས་གང་བ།
en: “Gentlemen , from the first did I not say, ‘Gentlemen , the Middle Country is filled with upstanding men,

source: མཐའ་འཁོབ་པའི་སྐྱེ་བོས་སྤངས་པ། སྐྱེ་བོ་མཁས་པས་བསྟེན་པའོ་ཞེས་མ་སྨྲས་སམ།
en: devoid of foreign savages, and guided by learned men’?”

source: བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་ཀྱིས་དེ་སྐད་སྨྲས་སོ། །
en: “Young brahmin, you did say that.

source: བྲམ་ཟེའི་ཁྱེའུ་ཡུལ་དབུས་ན་འདི་ལྟ་སྟེ་དཔེར་ན། བདག་ཅག་གི་མཁན་པོ་དང་འདྲ་བ་སྨྲ་བའི་ཁྱུ་མཆོག་དེ་ལྟ་བུ་དག་ཡོད་དམ། །
en: Young brahmin, are there any in the Middle Country like our master, the wisest of philosophers?”

source: ཤེས་ལྡན་དག་ཡུལ་དབུས་ན་བདག་ཅག་གི་མཁན་པོས་གང་དག་གི་གདོང་དུ་ལྟ་བར་ཡང་མི་ནུས་པ་སྙན་པར་སྨྲ་བ། སྨྲ་བའི་ཁྱུ་མཆོག་དེ་ལྟ་བུ་དག་ཡོད་དོ།
en: “Gentlemen, in the Middle Country, the philosophers are such that our teacher could not even look them in the face, so eloquently do they speak, so wise are they.”

source: སྙན་པར་སྨྲ་བ། སྨྲ་བའི་ཁྱུ་མཆོག་དེ་ལྟ་བུ་དག་མཆིས་སོ་ཞེས་མཆིའོ།
en: so eloquently do they speak, so wise are they.”

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་དེ་དག་གིས་ཡམ་སྲེག་ཤིང་དག་བཙལ་ཏེ།
en: The young brahmins then went off to collect wood for use in fire pūjas.

source: ཡམ་སྲེག་ཤིང་གི་ཁུར་ཐོགས་ནས་བྲམ་ཟེ་དེའི་ཁྱིམ་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་ཡམ་སྲེག་ཤིང་གི་ཁུར་མཐའ་གཅིག་ཏུ་བཞག་སྟེ།
en: Bearing their loads of wood, they came to the house in which the teacher of brahmins lived.

source: བྲམ་ཟེ་སྐར་རྒྱལ་གྱིས་སྨྲས་པ།
en: The brahmin Tiṣya said,

source: བུ་དག་ཇི་སྙེད་ཐོས་པ་དེ་སྙེད་བགྲོད་པར་བྱ་བ་ཡིན་ནམ།
en: “Boys, would you visit every place of which you hear?

source: བུ་དག་ཅི་ཁོ་བོ་ན་རེ་སའི་སྟེང་ན་ཁོ་བོ་གཅིག་པུ་སྨྲ་བ་ཁོ་ན་ཡིན་གྱི་སྨྲ་བ་གཞན་འགའ་ཡང་མེད་དོ་ཞེས་ཟེར་རམ། །
en: “My sons, do I say I am the one and only philosopher on this earth, that there are no other philosophers?

source: ས་ནི་རིན་པོ་ཆེ་མང་པོ་འཛིན་པ་ཡིན་པས་ས་གཞི་ནི་མཛེས་པ་མཛེས་པ་དག་གིས་གང་བ་ཡིན་ནོ། །
en: After all, since the earth contains many gems, its surface is covered with one beauty after another.”

source: མཁན་པོ་རེ་ཞིག་ཡུལ་དེ་ཡང་མཐོང་བར་འགྱུར་ཞིང་
en: “We will see that country yet, Master, if only for a short while.

source: ཆུ་ངོགས་སུ་ཉེ་རེག་ཀྱང་བགྱི།
en: We will bathe on the banks of the river,

source: ཪང་གི་གྲགས་པ་ཡང་བསྒྲག་པར་བགྱི། རྙེད་པ་ཡང་བསྒྲུབ་པར་བགྱིས།
en: we will make a name for ourselves and find our fortune, too.

source: བདག་ཅག་ཡུལ་དབུས་སུ་མཆིའོ། །
en: We will go to the Middle Country.”

source: བྲམ་ཟེ་དེ་སློབ་མ་ལ་རྗེས་སུ་ཆགས་པ་དང་བཅས་པ་དང་།
en: As the brahmin was attached to his students

source: འཁོར་ཉུང་བ་ཡིན་པས་དེས་བྲམ་ཟེའི་ཁྱེའུ་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: and his circle of students was small, he said to the young brahmins,

source: དེ་དག་གིས་དེ་དག་བླངས་ནས་བྲམ་ཟེ་དེ་བྲམ་ཟེའི་ཁྱེའུ་དེ་དག་དང་ལྷན་ཅིག་ཡུལ་དབུས་སུ་འཕགས་པ་དང་།
en: Having collected their things, the brahmin set off with the young brahmins for the Middle Country.

source: ཁ་ཅིག་ནི་གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་དག་གིས་བསུ་བར་བྱེད།
en: Another received him with parasols, victory banners, and standards.

source: ཁ་ཅིག་ནི་སློབ་མ་ཉིད་དུ་ཁས་ལེན་པར་བྱེད་ཅིང་
en: Another made a pledge to become his student.

source: དེ་མཐར་གྱིས་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། དབྱེ་ཚོངས་དང་། ཚོང་རྡལ་དག་ཏུ་རྒོལ་བ་འདུལ་ཞིང་རྒྱལ་པོའི་ཁབ་ཏུ་ཕྱིན་ཏོ། །
en: As he went, he vanquished one opponent after another in villages, cities, towns, marketplaces, and hamlets until he reached Rājagṛha.

source: བྲམ་ཟེ་སྐར་རྒྱལ་གྱིས་བསམས་པ།
en: The brahmin Tiṣya thought,

source: བྲམ་ཟེ་སྐར་རྒྱལ་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: In time the brahmin Tiṣya went to see King Bimbisāra.

source: རྒྱལ་པོས་བློན་པོ་རྣམས་ལ་སྨྲས་པ། ཤེས་ལྡན་དག་མཁན་པོ་གནས་ལེན་གྱི་བུ་དེ་གང་ན་འདུག །ལྷ་གྲོང་ན་ལ་ད་ནའོ། །
en: The king asked the ministers, “Gentlemen, where is Master Māṭhara?” “In Nālada, Your Majesty.”

source: ལྷ་བོད་པར་བགྱིའོ་ཞེས་དེ་དག་གིས་དེ་བོས་ནས་དེ་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: “As you wish, Your Majesty.” On receiving the summons, Māṭhara went to see King Bimbisāra.

source: རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ལ་རྒྱལ་བ་དང་ཚེ་སྤེལ་བ་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་པ་དང་
en: On arrival, he wished the king success and long life then took a place off to one side.

source: རྒྱལ་པོས་འོངས་པ་ལེགས་སོ། །ཞེས་བྱ་བའི་ཚིག་གིས་ཀུན་དུ་སྤྱད་དེ་སྨྲས་པ།
en: The king greeted him with words of welcome and asked,

source: མཁན་པོ་ཁྱོད་ཁོ་བོའི་མདུན་དུ་བྲམ་ཟེ་སྐར་རྒྱལ་དང་ལྷན་ཅིག་གཏམ་རྣམ་པར་གཏན་ལ་དབབ་པ་བྱེད་ནུས་སམ།
en: “Master, can you settle a matter in debate in my presence with this brahmin Tiṣya?”

source: བདག་གིས་རྔོ་ཐོག་གིས་རྒྱལ་པོ་དགྱེས་པར་བགྱིའོ། །
en: “I, as a capable man, shall do as the king pleases,”

source: ཤེས་ལྡན་དག་རྒོལ་བའི་དཀྱིལ་འཁོར་ཤོམས་ཤིག །ཕྱོགས་དང་གཞན་གྱི་ཕྱོགས་དག་རྣམ་པར་ཞོག་ཤིག །
en: “Gentlemen , prepare the debate arena and assign the disputants their roles.”

source: དེ་ནས་བློན་པོ་རྣམས་ཀྱིས་རྒྱལ་པོའི་རྐང་པ་གཉིས་ལ་ཕྱག་འཚལ་ཏེ་སྨྲས་པ། །
en: The ministers then prostrated at the king’s feet and asked,

source: ལྷ་ཕྱོགས་སྔ་མ་གང་བགྱིད་དུ་སྩལ། །
en: Majesty, who would you have defend a position first?”

source: བྲམ་ཟེ་སྐར་རྒྱལ་འདི་འགྲོན་པ་ཡིན་གྱིས། འདི་ཕྱོགས་སྔ་མ་བྱེད་དུ་ཆུག་ཤིག །
en: “The brahmin Tiṣya is a visitor so have him defend a position first.”

source: ལྷ་བྲམ་ཟེ་གནས་ལེན་གྱི་བུ་འདི་རྒན་པ་ལགས་པས་འདི་ཕྱོགས་སྔ་མ་བགྱིད་དུ་སྩལ་པར་གསོལ། །
en: “as the brahmin Māṭhara is the elder , I ask that you have him defend a position first.”

source: བྲམ་ཟེ་གནས་ལེན་གྱི་བུས་བསམས་པ།
en: The brahmin Māṭhara thought,

source: བྲམ་ཟེ་སྐར་རྒྱལ་འདི་གཞུང་གསར་ལ་བྱེད་པ་གསལ་བས་བདག་གིས་འདི་དང་ལྷན་ཅིག་སྨྲ་བར་མི་ནུས་ཀྱིས།
en: “This brahmin Tiṣya is clearly acquainted with new treatises so I cannot debate him on them.

source: ཇེ་འདི་དང་ལྷན་ཅིག་ཚིག་འགྲེད་པ་ཞིག་བྱའོ་སྙམ་ནས་དེས་རྒྱུད་ཆགས་ལྔ་བརྒྱ་བཟླས་སོ།
en: I shall focus on an old text.” And with that he recited five hundred stanzas.

source: བྲམ་ཟེ་སྐར་རྒྱལ་གྱིས་ཕྱིར་བཟླས་ཏེ།
en: The brahmin Tiṣya repeated them and

source: སྐྱོན་བཏགས་པ་དང་། བྲམ་ཟེ་གནས་ལེན་གྱི་བུ་ཅང་མི་སྨྲ་བར་འདུག་གོ།
en: The other brahmin remained silent as Tiṣya pointed out the text’s faults.

source: ཚར་བཅད་པའི་གནས་རྣམས་ཀྱི་ནང་ན་འདི་ལྟ་སྟེ་ལེན་ལ་སྤོབས་པ་མེད་པ་འདི་ནི་ཐ་ཆད་ཡིན་ནོ། །
en: That Māṭhara had no confidence to respond was damning and among the reasons he was vanquished.

source: བྲམ་ཟེ་སྐར་རྒྱལ་རྒྱལ་ལོ། །
en: “The brahmin Tiṣya, Your Majesty.”

source: ཤེས་ལྡན་དག་བྲམ་ཟེ་སྐར་རྒྱལ་ལ་རྒོལ་བའི་ལོངས་སྤྱོད་བྱིན་ཅིག
en: “Gentlemen , give the brahmin Tiṣya a victor’s prize.”

source: ལྷ་གལ་ཏེ་སྐོལ་གྱིས་རྒོལ་བ་མཆིས་ཤིང་ལྷགས་དགུ་ལ་རྒོལ་བའི་ལོངས་སྤྱོད་སྩལ་བར་གྱུར་ན་རིང་པོ་མི་ཐོགས་པར་སྐོལ་གྱི་ཡུལ་ཨང་ག་དང་མ་ག་དྷཱ་དག་རྒོལ་བའི་ལོངས་སྤྱོད་དུ་འགྱུར་བས། །
en: “if you give a prize to everyone who wins a debate, before long your lands of Aṅga and Magadha will themselves be victors’ prizes.

source: འདི་ལྟར་གྲོང་ན་ལ་ད་འདི་ཉིད་རྒོལ་བའི་ལོངས་སྤྱོད་ཀྱི་བ་དན་དུ་བགྱིས་ལ་
en: Therefore make the village of Nālada the standard victor’s prize.

source: བྲམ་ཟེ་གནས་ལེན་གྱི་བུ་ལས་ཕྲོགས་ཏེ།
en: Take it from the brahmin Māṭhara

source: བྲམ་ཟེ་འདི་ལ་སྩལ་ཅིང་
en: and give it to this brahmin.

source: འདི་བས་ཀྱང་ཆེས་རྒྱལ་བ་གཞན་འགའ་ཞིག་མཆིས་ན་ཡང་སྐོལ་གྱིས་དེ་ལ་སྩལ་བར་བགྱིའོ། །
en: And if any other should best Tiṣya, then award it to the victor.”

source: རྒྱལ་པོས་སྨྲས་པ། ཤེས་ལྡན་དག་དེ་བཞིན་གྱིས་ཤིག །
en: “Gentlemen ,” said the king, “that is what I shall do.”

source: དེ་དག་གིས་དེ་གནས་ལེན་གྱི་བུ་ལས་ཕྲོགས་ཏེ་བྲམ་ཟེ་སྐར་རྒྱལ་ལ་བྱིན་ནོ། །
en: The village was then taken from the brahmin Māṭhara and given to the brahmin Tiṣya.

source: གནས་ལེན་གྱི་བུས་བསམས་པ།
en: The brahmin Māṭhara thought,

source: བདག་གིས་རྒྱལ་པོ་འདི་ལ་ཕན་མང་དུ་བཏགས་ན་རྒྱལ་པོ་འདིས་བདག་རྗེས་སུ་མ་བསྲུངས་ཀྱིས།
en: “Though I have done much for this king, he has not taken care of me.

source: བདག་གཞན་དུ་འགྲོའོ་སྙམ་ནས་དེས་ཆུང་མ་ལ་སྨྲས་པ།
en: I shall go elsewhere.” He said to his wife,

source: བཟང་མོ་ཁོ་བོས་རྒྱལ་པོ་འདི་ལ་ཕན་མང་དུ་བཏགས་ན་རྒྱལ་པོ་འདིས་ཁོ་བོ་རྗེས་སུ་མ་བསྲུངས་ཀྱིས་
en: “Noble lady, though I have done much for this king, he has not taken care of me.

source: ཁོ་བོ་གཞན་དུ་འགྲོས་ཁྱིམ་གྱི་སོ་ནམ་དག་སྡུས་ཤིག །
en: I shall go elsewhere. So pack up our household.”

source: དེས་ཁྱིམ་གྱི་སོ་ནམ་དག་བསྡུ་བར་བརྩམས་པ་དང་།
en: With that they began packing up their household.

source: དེའི་ཉེ་དུ་དག་གིས་མཁན་པོ་གནས་ལེན་གྱི་བུ་གཞན་དུ་འགྲོའོ། །ཞེས་ཐོས་ནས་
en: When their relatives heard that the master Māṭhara was leaving,

source: དེ་དག་དེའི་གན་དུ་སོང་སྟེ་ཕྱིན་ནས་སྨྲས་པ།
en: they went to see him and asked,

source: མཁན་པོ་ཅིའི་སླད་དུ་ཁྱིམ་གྱི་སོ་ནམ་དག་སྡུད།
en: “Master, why are you packing up your household?”

source: ཤེས་ལྡན་དག་ཁོ་བོས་རྒྱལ་པོ་འདི་ལ་ཕན་མང་དུ་བཏགས་ན་རྒྱལ་པོ་འདིས་ཁོ་བོ་རྗེས་སུ་མ་བསྲུངས་ཀྱིས་
en: “Gentlemen , though I have done much for this king, he has not taken care of me.

source: ཁོ་བོ་གཞན་དུ་འགྲོའོ། །
en: Therefore, I shall go elsewhere.”

source: མཁན་པོ་ཁྱོད་གཞན་དུ་མ་བཞུད་པར་རེ་ཞིག་ཉེ་དུའི་ནང་འདི་ཉིད་དུ་བདེ་བར་བཞུགས་ཤིག
en: “Master, do not leave for other parts. Remain for a while, at your leisure, in the home of your relatives.”

source: མི་ནི་གཞན་གྱི་ཡུལ་ན་གནས་བླ་ཡི། །རང་གི་ཡུལ་ན་ཟིལ་གནོན་གནས་པ་མིན། །
en: “Better to live in another’s land Than to be oppressed in one’s own.

source: མི་ནི་གང་ན་ཟིལ་གནོན་མེད་གནས་པ། །དེ་ཉིད་རང་ཡུལ་དེ་ན་གཉེན་ཡང་ཡོད།
en: There where a man lives free Is the place he finds his home and friends.”

source: བྲམ་ཟེ་སྐར་རྒྱལ་གྱིས་མཁན་པོ་གནས་ལེན་གྱི་བུ་གཞན་དུ་འགྲོའོ་ཞེས་ཐོས་ནས་
en: When the brahmin Tiṣya heard that the master Māṭhara was to leave,

source: དེ་དེའི་གན་དུ་སོང་སྟེ་ཕྱིན་ནས་སྨྲས་པ།
en: he went to him and said,

source: བདག་ནི་བློ་བུར་དུ་འོངས་པ་ཡིན་པས་རིང་པོ་མི་ཐོགས་པ་ཁོ་ནར་འགྲོ་སྟེ།
en: “I have come only for a short time and before long am certain to go.

source: འདི་ཁྱོད་ཉིད་ཀྱི་རྒོལ་བའི་ལོངས་སྤྱོད་དུ་འགྱུར་གྱིས་
en: Let this remain your victor’s prize.

source: གཞན་དུ་མ་འགྲོ་བར་འདུག་ཤིག །
en: Do not leave, you must stay.”

source: དེས་སྨྲས་པ། བྲམ་ཟེའི་ཁྱེའུ་འགྲོའོ། །
en: Māṭhara replied, “I intend to leave, young brahmin.”

source: མཁན་པོ་གལ་ཏེ་དེ་ལྟ་ན་གྲོང་འདི་ཕྱེད་ཁྱོད་སྣོམས་ཤིག །ཕྱེད་བདག་འཚལ་ལོ།
en: “Master, if that is how you feel, you should keep half of this village and I shall keep claim to the other half.”

source: བདག་གིས་རྒྱལ་པོ་འདི་ལ་ཕན་མང་དུ་བཏགས་ན་རྒྱལ་པོ་འདིས་བདག་རྗེས་སུ་མ་བསྲུངས་ཏེ།
en: “Though I have done much for this king, he has not taken care of me.

source: འདི་ལྟར་བྲམ་ཟེ་སྐར་རྒྱལ་འདིས་བདག་ལ་འདི་ལྟ་སྟེ། ལོངས་སྤྱོད་དག་གིས་ལོངས་སྤྱོད་ཀྱི་བགོ་བཤའ་བྱས་པ་ནི་ཕན་མང་དུ་བཏགས་པ་ཡིན་གྱིས།
en: Yet out of consideration for me, this brahmin Tiṣya has offered to share our prize—a most beneficial arrangement.

source: འདི་ལ་ཤཱ་རི་ཀཱ་དེ་ཆུང་མའི་དོན་དུ་སྦྱིན་ནོ་སྙམ་ནས་དེས་ཆུང་མ་ལ་སྨྲས་པ།
en: I will give Śārikā to him as a wife.” Māṭhara then said to his wife,

source: བཟང་མོ་ཁོ་བོས་རྒྱལ་པོ་འདི་ལ་ཕན་མང་དུ་བཏགས་ན་རྒྱལ་པོ་འདིས་ཁོ་བོ་རྗེས་སུ་མ་བསྲུངས་ཏེ།
en: “Noble lady, though I have done much for this king, he has not taken care of me.

source: འདི་ལྟར་བྲམ་ཟེ་སྐར་རྒྱལ་འདིས་ཁོ་བོ་ལ་འདི་ལྟ་སྟེ། ལོངས་སྤྱོད་དག་གིས་ལོངས་སྤྱོད་ཀྱི་བགོ་བཤའ་བྱས་པ་ནི་ཕན་མང་དུ་བཏགས་པ་ཡིན་གྱིས། འདི་ལ་ཤཱ་རི་ཀཱ་དེ་ཆུང་མའི་དོན་དུ་སྦྱིན་ནོ།
en: Yet out of consideration for me, this brahmin Tiṣya has offered to share our prize—a most beneficial arrangement. I shall give Śārikā to him as a wife.

source: བྲམ་ཟེའི་ཁྱེའུ་སྟོད་རིངས་ལ་དྲིའོ། །
en: Call our son, Koṣṭhila.”

source: དེ་གཉིས་ཀྱིས་དེ་བོས་ཏེ་སྨྲས་པ།
en: His parents summoned Koṣṭhila and said,

source: བུ་བདག་ཅག་གིས་རྒྱལ་པོ་འདི་ལ་ཕན་མང་དུ་བཏགས་ན་རྒྱལ་པོ་འདིས་བདག་ཅག་རྗེས་སུ་མ་བསྲུངས་ཏེ། །
en: “Son, though we have done much for this king, he has not taken care of us.

source: འདི་ལྟར་བྲམ་ཟེ་སྐར་རྒྱལ་འདིས་བདག་ཅག་ལ་འདི་ལྟ་སྟེ། ལོངས་སྤྱོད་དག་གིས་ལོངས་སྤྱོད་ཀྱི་བགོ་བཤའ་བྱས་པ་ནི་ཕན་མང་དུ་བཏགས་པ་ཡིན་གྱིས།
en: Yet, out of consideration for me, this brahmin Tiṣya has offered to share our prize—a most beneficial arrangement.

source: འདི་ལ་ཤཱ་རི་ཀཱ་དེ་ཆུང་མའི་དོན་དུ་སྦྱིན་པར་བྱའོ། །དེས་སྨྲས་པ།
en: I shall give Śārikā to him as a wife.” Koṣṭhila replied,
